lexicon = {
    "start": "<b>Приветствую, {}!</b> 👋\n\n"
             "На связи ваш личный помощник <b>Personal Assistant</b>.\n"
             "Я не забуду ваши важные события и смогу напомнить о них в начале дня.\n\n"
             "Мои возможности:\n"
             "/add - добавить напоминание\n"
             "/delete - удалить напоминание",
    "add_1": "Напишите дату и время вашего события, чтобы я мог напомнить о нем\n\n"
             "<i>формат: ДД.ММ.ГГГГ ЧЧ:ММ</i>",
    "not_time": "❌ <b>Ошибка ввода: время введено в неправильном формате</b>",
    "not_date": "❌ <b>Ошибка ввода: нельзя ввести прошедшее время</b>",
    "add_2": "✅ <b>Дату и время успешно принял</b>\n\n"
             "Теперь напишите о чем вам нужно напомнить",
    "add_3": "✅ <b>Я запомнил</b>\n\n"
             "Обязательно напомню вам <b>{}</b> в <b>{}</b> o <b>{}</b>\n\n"
             "/add - добавить напоминание\n"
             "/delete - удалить напоминание",
    "exist": "⏰ <b>Упс...</b>\n\n"
             "У вас на это время запланировано <b>{}</b>\n\n"
             "Запланируйте на другое время событие, введя дату и время в том же формате",
    "delete_1": "Напишите дату и время вашего события, чтобы я забыл о нем\n\n"
                "<i>формат: ДД.ММ.ГГГГ ЧЧ:ММ</i>",
    "not_exist": "⏰ <b>Упс...</b>\n\n"
                 "У вас на это время ничего не запланировано",
    "delete_2": "✅ <b>Я забыл</b>\n\n"
                "У вас освободилось <b>{}</b> в <b>{}</b>\n\n"
                "/add - добавить напоминание\n"
                "/delete - удалить напоминание",
}
